tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"

brew "go"
brew "java"
brew "python@3.9"

brew "git"
brew "gradle"
brew "helm"
brew "make"
brew "docker"
brew "docker-compose"
brew "docker-compose-completion"
brew "mongodb/brew/mongodb-database-tools"
brew "kubernetes-cli"

brew "node"
brew "ruby"

brew "coreutils"

brew "antibody"
brew "diff-so-fancy"
brew "fzf"
brew "gcc"
brew "hub"
brew "peco"
brew "pyenv"
brew "pygments"
brew "rbenv"
brew "terminal-notifier"

cask "authy"
cask "discord"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "iterm2"
cask "visual-studio-code"


brew "mas"
mas "CopyClip", id: 595191960
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
